//学校简介
module.exports.introduce = {
  "shortName": "仲恺", //学校名字两个字缩写
  "name": "仲恺农业工程学院海珠校区", //学校名称
  "images": "校园导览/gdst.jpg", // 首页图片地址
  "share": "校园导览/share.jpg", //分享时展示图片的地址
  "latitude": "23.372681",
  "longitude": "113.444282",
  "img": ["校园导览/校门/北门.jpg", "校园导览/教学楼/全景.jpg"], //简介图片
  "mapCopyright": {
    name: "招生宣传服务中心",
    url: ""
  }
}
//学校地图数据
module.exports.map = [{
    "name": "全部景点",
    "scale": 16,
    "type": "1", //海珠校区

    "data": [{
        "name": "廖仲恺何香凝纪念馆",
        "latitude": "23.108612",
        "longitude": "113.280267",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "廖仲恺何香凝纪念馆"
      }, {
        "name": "廖仲恺先生纪念碑",
        "latitude": "23.108923",
        "longitude": "113.280385",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "廖仲恺先生纪念碑"
      }, {
        "name": "廖仲恺像",
        "latitude": "23.105722",
        "longitude": "113.281826",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "廖仲恺像"
      }, {
        "name": "艺术展览馆",
        "latitude": "23.107582",
        "longitude": "113.282390",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "东南门"
      }

    ]
  },
  {
    "name": "教学楼",
    "scale": 15,
    "data": [{
        "name": "图书馆",
        "latitude": "23.106655",
        "longitude": "113.282277",
        "iconPath": "/img/ico/jxl.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "介绍描述"
      },
      {
        "name": "行政楼",
        "latitude": "23.106440",
        "longitude": "113.281640",
        "iconPath": "/img/ico/jxl.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "介绍描述"
      }, {
        "name": "英东实验大楼",
        "latitude": "23.107449",
        "longitude": "113.281665",
        "iconPath": "/img/ico/jxl.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "介绍描述"
      },
    ]
  },
  {
    "name": "校门",
    "scale": 16,
    "data": [{
        "name": "北门",
        "latitude": "23.109423",
        "longitude": "113.280753",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "北门"
      }, {
        "name": "南一门",
        "latitude": "23.104319",
        "longitude": "113.283201",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "南一门"
      }, {
        "name": "西南门",
        "latitude": "23.106130",
        "longitude": "113.282390",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "前门"
      }, {
        "name": "西门",
        "latitude": "23.106340",
        "longitude": "113.281342",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "后门"
      }, {
        "name": "东南1门",
        "latitude": "23.107316",
        "longitude": "113.281032",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "东南1门"
      }, {
        "name": "东南门",
        "latitude": "23.107740",
        "longitude": "113.281193",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "东南门"
      }, {
        "name": "北门",
        "latitude": "23.109423",
        "longitude": "113.280753",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "北门"
      },

    ]
  },
  {
    "scale": 16,
    "name": "系部院",
    "data": [{
        "name": "自动化学院",
        "floor": "海珠校区",
        "latitude": "23.369894",
        "longitude": "113.444797",
        "iconPath": "/img/ico/xyfu.png",
        "width": "30",
        "height": "30",
        "img": [
          "zdhzz.png",
          "good1.jpg",
          "xiaoxun.jpg",
        ],
        "description": "<h2>自动化学院概况</h2><br>　　<p>自动化学院成立于2012年12月，由机电工程学院与原信息学院部分专业组建而成。自动化学院现设自动化、电气工程及其自动化两个本科专业，并承担全校本科生《大学物理学》、《电工学》等基础课的教学工作，现有全日制在校本科生近836人。</p><h3>一、人才师资</h3><p>近年来，学院广泛招贤纳才，注重内培外引，不断壮大师资力量。目前学院拥有教职工38人，专任教师29人，其中教授2人，副教授10人，讲师21人；其中博士23人，博士后2人，占专任教师63%，具有硕士以上学位的教师占96%以上。专任教师中以中青年教师居多，其中40岁以下专任教师占    58%。学院拥有广东省青年珠江学者，广东特支计划科技创新青年拔尖人才，广东省高等学校优青，广州市珠江科技新星，仲恺青年学者，校农业工程学科带头人，广东省高等学校“千百十工程”培养对象、荣获校“十佳青年教师”、“我最喜爱教师”、“教学成果奖”、“教学质量奖”奖励多项。</p><h3>    二、学科建设</h3><p>学院注重学科建设，拥有广东省珠江设岗学科——“农业电气化与自动化”，并积极推动学科与硕士点建设、重点学科建设，学院有6名老师获农业推广硕士农业机械化方向硕导资格。</p><h3>三、人才培养</h3>　　<p>学院认真贯彻国家及学校的决策部署，积极开展教学改革探索，把创新创业教育融入人才培养，切实增强学生的创业意识、创新精神和创造能力，全面提高人才培养质量。学院坚持以教学为中心，在学校本科教学综合检查中排名第三，在学院（部）本科教学工作绩效考核中履次获奖。</p><p>学院目前拥有自动化控制系统实验室、智能测控实验室、过程控制实验室、控制网络实验室，电力电子与电气传动实验室、PLC实验室、继电保护综合实验室以及电力系统实验室等。为学生实验教学、课程设计、毕业设计以及竞赛辅导等第二课堂提供了教学平台。    学院注重对学生动手能力的培养，坚持以学生为本，着重提高学生的应用和创新能力，培养学生的适应性和竞争力，近三年学生在全国电子设计大赛、蓝桥杯、挑战杯、飞思卡尔杯、华为杯、合泰杯中，先后斩获国家级和省级一、二、三等奖40多项。</p><p>学院重视加强校企合作，迄今为止，学院已挂牌的校外实习基地8个，为学生提供课程设计和集中实习的场所和条件。与企业共建    “电子政务机器人创新创业基地”在我院实验中心挂牌并签订合作协议，开创创新创业教育的新局面，为实现校企资源共享和优势互补，培养应用型人才提供基础保障。学院强化外引专家指导，聘请企业管理、技术人员共同指导学生毕业设计。</p>　<p>学院获省校级教学质量工程多项，涵盖大学生校外实践基地、实验教学示范中心、精品课程及共享课程、应用型示范专业和教学团队等。</p><p>学院坚持以本科人才培养质量为中心，以培养理论基础扎实、实践与创新能力强的应用型人才为特色，学院专业吸引力位居学校前列。学院近三年初次就业率达92.66%，毕业生的素质、能力和竞争力获得了社会的广泛认可。近年来多名毕业生选择攻读硕士学位，考取硕士研究生的比例逐年攀升。深造院校包括中山大学、华南理工大学、广东工业大学、仲恺农业工程学院等高等院校。</p><h3>四、科研工作</h3><p>学院积极探索以应用为导向的科研模式，重视产学研合作、科研应用开发与成果转化。目前学院承担国家级、省部级和厅级科研项目20余项，发表三大索引学术论文30余篇，获得国家专利授权、软件著作权登记多项，形成了一支朝气蓬勃、凝聚力强、具有优秀教学科研能力的创新团队。自动化学院2015、2016年连续两年获得校科研工作先进单位称号。</p><h3>五、学术交流</h3><p>学院将专业建设与学科建设相结合，加强学术交流及校企合作，与深圳、从化等企业进行校企合作的探索，积极寻求产学研的新方向。推行“送出去，迎进来”，邀请高校及企业的专家学者开展学术专业讲座，师生获益良多，增强了学院学术氛围，并为学生就业提供广阔舞台。</p><p>自动化学院坚持以立德树人为根本任务，以质量和特色为立院之本，创新人才培养模式，推动学院转型发展和质量提升，积极培养新时代应用型高级工程技术人才。</p>"
      }, {
        "name": "管理学院",
        "floor": "海珠校区",
        "latitude": "23.369894",
        "longitude": "113.444797",
        "iconPath": "/img/ico/xyfu.png",
        "width": "30",
        "height": "30",
        "img": [
          "glxylogo.png",
          "good1.jpg",
          "xiaoxun.jpg",
        ],
        "description": "<h2>管理学院简介</h2><p>管理学院前身为1985成立的经济系，2005年成立经济与管理学院，2009年10月，从经济与管理学院分立出来。</p><p>管理学院秉承何香凝先生的办学宗旨，弘扬仲恺精神，依托仲恺农业工程学院悠久的文化传统和深厚的学术底蕴，立足广东，面向全国，站在经济与社会发展的前沿，以向社会提供具有领先水平的管理教育为己任，培养具有良好的创新精神、人文素养、实践能力和良好道德操守并能应对各种挑战的应用型管理人才。</p><p>管理学院现有财务管理、市场营销、工商管理、人力资源管理、会计学等5个本科专业，法学1个教研室，校级重点扶持学科1个。</p><p>【更新时间发布时间：2018年11月20日 13:11】</p><br><p>【通讯地址】（海珠校区北门收发室）：广东省广州市海珠区 纺织路东沙街24号</p><p>邮编：510225</p><p>电话：020—89003783</p><p>传真：020—89002138</p><p>【信息来源于http://glxy.zhku.edu.cn】</p>"
      },
      {
        "name": "信息科学与技术学院",
        "floor": "海珠校区",
        "latitude": "23.369894",
        "longitude": "113.444797",
        "iconPath": "/img/ico/xyfu.png",
        "width": "30",
        "height": "30",
        "img": [
          "glxylogo.png",
          "good1.jpg",
          "xiaoxun.jpg",
        ],
        "description": "<h2>学院概况</h2><p>信息科学与技术学院于2012年成立，由原计算机科学与工程学院、信息学院整合而成，位于海珠校区。学院现设食品安全与智能控制学术硕士点1个，计算机科学与技术、网络工程、电子信息工程、通信工程、信息管理与信息系统、物联网工程等6个本科专业，共有全日制在校本科生、研究生2400余人。</p><p>学院现设有计算机与信管、物联网工程、电子信息三个系和省级计算机实验教学示范中心、省级农业物联系网虚拟仿真教学中心。实验教学中心占地面积3500平方米，有实验室15间，拥有计算机组成原理、计算机网络、计算机通信、嵌入式系统、电子专业实训、多媒体计算机技术、软件开发、物联网工程、移动互联、大学生创新创业等专用实验室，设有全国计算机等级考试点，实验室设施齐全、功能完善，能较好满足教学、科研的需要。</p>　<p>学院拥有一支教学经验丰富、科研实力较强的师资队伍。现有专任教师97人，其中教授4人，副教授（副高职称）27人，中级职称51人。拥有博士硕士学位的教师占90%以上，其中博士28人，在读博士1人，“千百十工程”校级培养对象6人，已基本形成了一支学历、职称、年龄结构基本合理的教学科研队伍。学院在农业物联网与云计算、大数据与人工智能、农产品安全与智能控制等主要研究方向已经形成了较强的研究团队和研究基础，有2个校级重点学科、1个科级创新团队、1个广州市重点实验室（已公示）。近三年科研经费达1400余万元。</p>　<p>学院坚持以本科人才培养质量为中心，以加强学科、专业、课程、实践教学条件建设为重点，努力打造教学、科研团队。计算机科学与技术专业为省级特色专业，电子信息工程为省级专业综合改革试点专业，省级精品资源共享课 6门。学院积极发展研究生教育，目前学院拥有食品安全与智能控制二级硕士点和农业工程与信息技术等研究生培养领域。</p>　学院积极开展对外合作办学，先后与英国、美国、港台等国家与地区的有关高校开展国际交流合作，近几年共派出16位本科生赴爱丁堡龙比亚大学、台湾静宜大学、铭传大学等高校交流学习，积极派出学生参加暑期赴美带薪实习项目。<p>"
      },
      {
        "name": "何香凝艺术设计学院",
        "floor": "海珠校区",
        "latitude": "23.369894",
        "longitude": "113.444797",
        "iconPath": "/img/ico/xyfu.png",
        "width": "30",
        "height": "30",
        "img": [
          "hxnlogo.png",
          "good1.jpg",
          "xiaoxun.jpg",
        ],
        "description": '<h2>学院概况</h2><p>仲恺农业工程学院前身为仲恺农工学校，建立于1927年，何香凝先生首任校长15年。1984年学校升格为本科院校，现是一所农学、工学、理学、经济学、管理学、文学、艺术学和法学等多学科协调发展的广东省属大学，坐落在中国历史文化名城——广州市。何香凝艺术设计学院为仲恺农业工程学院的二级学院，设计教学始于上世纪80年代，有30余年的教学历史，2004年正式成立艺术设计学院。学校为了更好地纪念首任校长何香凝先生，传承先生“注重实践，扶助农工”的办学思想，2012年将艺术设计学院更名为“何香凝艺术设计学院”。</p><p>何香凝艺术设计学院现有全日制学生1100余人，教职工50余人，其中，具有正高级专业技术职务专任教师12人（包括行业导师），副高级专业技术职务专任教师13人，具有博士学位10人（包括行业导师），广东省委宣传部"千百十"人才工程第二层次培养对象1人，广东省人民政府“特别贡献奖”的学科带头人1人，国家行业鉴定专家1人，中国美术家协会会员2人，中国民族建筑研究会专家1人，广东省综合评标专家3人，部教师在国际、国内各级专业协会担任理事或重要职务。学院行政设有视觉传达设计系、工业设计系、环境设计系、美术系、实验中心和学院办公室。现有视觉传达设计、产品设计、环境设计3个专业；农业品牌包装、旅游文创产品设计、数字媒体、农业装备、日用品、家具、室内设计、展示与公共艺术、城乡建筑与景观9个研究方向。学院拥有艺术学专业学位硕士点，与园艺园林学院共同培养风景园林专业学位硕士研究生，与马来西亚城市大学联合招收“环境设计与创意产品研究方向”的博士研究生。视觉传达设计专业为广东省特色专业，产品设计专业为广东省综合改革试点专业。学院拥有广东省非遗数字化保护与产品开发设计工程技术研究中心、工业设计研发中心。同时建有何香凝艺术研究所、造型艺术研究所、传播推广与设计研究所、环境设计研究所。学院注重国际合作，先后与英国、美国、加拿大、澳洲、新西兰、日本、白俄罗斯、德国，意大利、台湾地区、马来西亚国家等的大学建立了友好互访、学术合作和本科交换生项目。学院注重与企业、事业单位合作，先后与广东省生态学会人文生态专业委员会、广东集美设计工程有限公司、广州优胜美旅游景区有限公司、广东省皮具皮革厂商会、广东省动漫协会、广州德宇皮具有限公司、邦逸皮具有限公司、广州市华通竹材发展有限公司、硕美科科技有限公司、匡胜集团等50多家共同建立教学、科研合作项目。开设了国际化专业课程，建立了学生作品国内外巡展等项目，聘请国际级设计大师及专家学者，形成“香凝讲坛”的讲座制度。</p><p>    近年来，完成教育部及省级以上科研项目30余项，承担国家级项目及其它科研项目10余项，科研经费600余万元;广东省哲学社会科学优秀成果奖二等奖1项；在国内外专业期刊发表学术论文和设计作品500余篇(件)，获奖作品200余项，SCI、EI等收录10余篇；出版学术专著及作品集150余部(本)，获国家专利200余项，获各类科研奖励50余项。学院成立以来，各专业平均就业率98%以上，得到社会广泛认可。    　</p>'
      }, {
        "name": "人文与社会科学学院",
        "floor": "海珠校区",
        "latitude": "23.369894",
        "longitude": "113.444797",
        "iconPath": "/img/ico/xyfu.png",
        "width": "30",
        "height": "30",
        "img": [
          "rwsklogo.png",
          "good1.jpg",
          "xiaoxun.jpg",
        ],
        "description": "<h2>学院概况</h2><p> 　　人文与社会科学学院由原人文社科系于2014年10月升格更名而成。学院现设有公共管理系、社会工作与社会政策系、文学与艺术教育中心三个教学部门，开设行政管理、社会工作两个本科专业，并承担全校人文通识选修课的教学和管理工作。目前在校本科生近800人。学院秉承“进德、修业、文雅、自信”的院训，注重学生实践和创新创业能力培养，着力提升学生的综合素质。</p><p> 学院拥有一支充满活力、朝气蓬勃的师资队伍。目前有专兼职教师    35人，其中教授5人，副教授9人；博士8人，在读博士2人。多位教师获得国家级、省级、校级荣誉称号或教学奖励：“全国优秀教师”1人，“广东省教学名师”1人，“南粤优秀教师”2人，广东省高校青年教师教学竞赛二等奖1人,广东省教学成果二等奖1人，广东省女教职工风采人物1人，学校“千百十”人才培训对象1人，学校教学名师1人，学校“我最喜爱的老师”4人，学校“优秀青年教师”2人。学院重视师资队伍建设，尤其重视中青年教师的培养，坚持“引培并举”的师资发展思路。</p><p>    学院先后主持或参与国家社会科学基金项目、教育部人文社会科学基金项目、民政部项目等省（部）级以上课题20多项；在各级刊物发表论文200多篇，公开出版专著、教材20多部。学术成果分别获广东省哲学社会科学优秀成果三等奖、广州市哲学社会科学优秀成果二等奖、广东省社会科学学术年会征文二等奖、广东省社会建设征文三等奖等，有2项成果获得广州市市委书记的批示。近年来，学院依托    “乡村治理研究中心”、“城乡基层治理研究团队”等校级平台和团队，围绕“三农”问题、特别是农村基层治理等问题开展研究，逐渐形成了自身的学科特色，并取得了较丰富的研究成果。研究特色及成果受到了媒体的关注，《新华网》、《南方》杂志、《南方农村报》、《清远日报》等媒体曾对学院的活动和取得的成果进行了详细的报道。2014年学院成功承办了广东省社会科学学术年会“新型城镇化与新农村建设”专场研讨会，收到较好的反响，也进一步推动了学院学科建设的发展。    　</p><p>    学院注重成果转化和社会服务。近年来，学院多位教师被聘为广东省省情专家库专家、广东省社会组织评估专家、广东省农村经济学会常务理事、广东省社会工作与志愿服务专家委员会成员、广东省社会工作专业人才培育基地和重点实训基地评审专家、广州市社会工作协会理事、广州市大德社会工作服务中心督导、广州市黄埔古村文化传承促进会理事、佛山市南海区大沥镇社会服务评估专家、广西民政厅社工督导人才培养计划导师等。学院教师参与广东省新型职业农民培育活动、广东社工“双百计划”等，积极服务社会，为乡村振兴献策出力。    “乡村治理研究中心”、“城乡基层治理研究团队”等校级平台和团队，围绕“三农”问题、特别是农村基层治理等问题开展研究，逐渐形成了自身的学科特色，并取得了较丰富的研究成果。研究特色及成果受到了媒体的关注，《新华网》、《南方》杂志、《南方农村报》、《清远日报》等媒体曾对学院的活动和取得的成果进行了详细的报道。2014年学院成功承办了广东省社会科学学术年会“新型城镇化与新农村建设”专场研讨会，收到较好的反响，也进一步推动了学院学科建设的发展。    　</p><p>学院积极加强与政府部门、社会组织及企业的合作。目前已与广东省地方志办公室、广州市城管委、广州市社科联、共青团广州市海珠区委、佛山市南海区西樵镇政府、广州市海珠区赤岗街、南华西街、素社街、海幢街街道办、清远清新区扶贫办、韶关市新丰县梅坑镇政府、广东省扶贫开发协会、广东省江西商会、广东海印集团及启创社会工作服务中心等单位建立了合作关系，签订了合作协议。</p><p>        学院注重学生实践和创新创业能力培养，通过开展“演讲与辩论大赛”、“办公软件技能大赛”、“礼仪形象与口才大赛”、“创新创业方案大赛”、“公文写作大赛”、“社会调查报告大赛”、“政府治理创新案例分析大赛”等多项实训项目，提高学生的实际操作能力和综合素质。学院鼓励学生参与各类创新创业竞赛活动，多次组织和指导学生参加省级、国家级“挑战杯”等竞赛项目并取得了优异成绩。学院学子近几年获得的优异成绩有：2015年第十四届“挑战杯”全国大学生课外学术科技作品竞赛一等奖、2015年第十三届“挑战杯”广东大学生课外学术科技作品竞赛特等奖、2016年“挑战杯•创青春”广东大学生创业大赛金奖等。    　</p>    <p>            近五年来，学院平均就业率达96%以上，签约率位于学校前列。毕业生就业去向良好，受到用人单位的普遍好评。近年来，有十多名毕业生分别到中山大学、中国地质大学、香港城市大学、香港浸会大学、澳门大学、暨南大学、华南师范大学、华南农业大学、深圳大学、汕头大学等高等院校继续深造。同时，学院积极派出学生参加国际交流，目前已与台湾静宜大学、台湾铭传大学、台湾国立高雄海洋大学、香港浸会大学等签署了校际合作协议，学生在校期间有前往香港、台湾、韩国等高校进行交换、交流及专业见习、专业实习的机会。        　</p>        <p>                学生工作成绩突出，曾获“全国示范团支部”、“广东省五四红旗团委”、“广东省五四红旗团支部”、“广东省大中专志愿者暑期文化科技卫生‘三下乡’社会实践活动优秀团队”等荣誉称号。                    　</p>"
      },
    ]
  },
  {
    "name": "食堂",
    "scale": 16,
    "data": [{
        "name": "一楼食堂",
        "latitude": "23.108405",
        "longitude": "113.279875",
        "iconPath": "/img/ico/st.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg",
          "xiaoxun.jpg",
          "xiaoxun.jpg",
        ],
        "description": "介绍描述"
      },

    ]
  },
  {
    "scale": 16,
    "name": "宿舍",
    "data": [{
        "name": "学生宿舍",
        "latitude": "23.107809",
        "longitude": "113.280678",
        "iconPath": "/img/ico/girl_ss.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "学生宿舍"
      },
      {
        "name": "学生宿舍7",
        "latitude": "23.108025",
        "longitude": "113.280658",
        "iconPath": "/img/ico/girl_ss.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "2栋"
      }, {
        "name": "学生宿舍",
        "latitude": "23.107773",
        "longitude": "113.281222",
        "iconPath": "/img/ico/girl_ss.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "学生宿舍"
      }, {
        "name": "学生宿舍8",
        "latitude": "23.107778",
        "longitude": "113.281222",
        "iconPath": "/img/ico/girl_ss.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "学生宿舍8"
      }, {
        "name": "5栋",
        "latitude": "23.372568",
        "longitude": "113.445417",
        "iconPath": "/img/ico/girl_ss.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "5栋"
      }, {
        "name": "教工住宅9",
        "latitude": "23.108202",
        "longitude": "113.28135",
        "iconPath": "/img/ico/girl_ss.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "6栋"
      }, {
        "name": "教工住宅32",
        "latitude": "23.10798",
        "longitude": "113.281415",
        "iconPath": "/img/ico/boy_ss.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "教工住宅32"
      }, {
        "name": "教工住宅13",
        "latitude": "23.108493",
        "longitude": "113.281018",
        "iconPath": "/img/ico/boy_ss.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "教工住宅13"
      }, {
        "name": "教职工住宅区",
        "latitude": "23.109076",
        "longitude": "113.279988",
        "iconPath": "/img/ico/boy_ss.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "9栋"
      }, {
        "name": "教职工住宅区21",
        "latitude": "23.109293",
        "longitude": "113.279612",
        "iconPath": "/img/ico/boy_ss.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "1栋"
      }, {
        "name": "教职工住宅区20",
        "latitude": "23.109456",
        "longitude": "113.279687",
        "iconPath": "/img/ico/boy_ss.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "11栋"
      }, {
        "name": "职工住宅区(西17栋)",
        "latitude": "23.109515",
        "longitude": "113.280251",
        "iconPath": "/img/ico/boy_ss.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "12栋"
      }, {
        "name": "学生公寓",
        "latitude": "23.103604",
        "longitude": "113.281324",
        "iconPath": "/img/ico/boy_ss.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "2栋"
      }, {
        "name": "A学生宿舍",
        "latitude": "23.10311",
        "longitude": "113.283078",
        "iconPath": "/img/ico/boy_ss.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "14栋"
      }, {
        "name": "15栋",
        "latitude": "23.37672",
        "longitude": "113.441737",
        "iconPath": "/img/ico/boy_ss.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "15栋"
      }, {
        "name": "16栋",
        "latitude": "23.377814",
        "longitude": "113.444322",
        "iconPath": "/img/ico/boy_ss.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "16栋"
      }, {
        "name": "17栋",
        "latitude": "23.377339",
        "longitude": "113.444304",
        "iconPath": "/img/ico/boy_ss.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "17栋"
      }, {
        "name": "18栋",
        "latitude": "23.3769603",
        "longitude": "113.44444",
        "iconPath": "/img/ico/girl_ss.png",
        "width": "30",
        "height": "30",
        "img": [
          "xiaoxun.jpg"
        ],
        "description": "18栋"
      },
    ]
  },
  {
    "name": "运动场地",
    "scale": 16,
    "data": []
  },
  {
    "name": "周边好玩",
    "scale": 16,
    "data": []
  },
]